tap "nvie/tap", trusted: true

# tools
brew "asdf"
brew "coreutils"
brew "difftastic"
brew "direnv"
brew "fd"
brew "fish"
brew "fzy"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-revise"
brew "gnupg"
brew "http-prompt"
brew "httpie"
brew "jq"
brew "llm"
brew "mergiraf"
brew "moreutils"
brew "neovim"
brew "nvie/tap/git-toolbelt"
brew "openconnect"
brew "openssl"
brew "postgresql@14", restart_service: :changed
brew "renameutils"
brew "ripgrep"
brew "tailscale"
brew "tree"
brew "zellij"

# apps
cask "1password"
cask "1password-cli"
cask "fantastical"
cask "figma"
cask "iina"
cask "kap"
cask "ghostty"
cask "orbstack"
cask "rectangle-pro"
cask "slack"
cask "tailscale"
cask "thebrowsercompany-dia"
cask "tuna"
cask "utm"
