tap "homebrew/services"

# tools
brew "asdf"
brew "coreutils"
brew "difftastic"
brew "direnv"
brew "fd"
brew "fish"
brew "fzy"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "moreutils"
brew "neovim"
brew "openconnect"
brew "openssl"
brew "postgresql"
brew "renameutils"
brew "ripgrep"
brew "tree"
brew "zellij"

# apps
cask "1password"
cask "1password-cli"
cask "arc"
cask "bartender"
cask "fantastical"
cask "figma"
cask "iina"
cask "kap"
cask "ghostty"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle-pro"
cask "slack"
