tap "homebrew/cask-versions"
tap "homebrew/services"
tap "cormacrelf/tap"

# tools
brew "coreutils"
brew "dark-notify"
brew "difftastic"
brew "direnv"
brew "fd"
brew "fish"
brew "fzy"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "moreutils"
brew "neovim"
brew "openconnect"
brew "openssl"
brew "postgresql"
brew "renameutils"
brew "ripgrep"
brew "tree"

# apps
cask "1password"
cask "arc"
cask "figma"
cask "hiddenbar"
cask "iina"
cask "kap"
cask "keepingyouawake"
cask "raycast"
cask "rectangle-pro"
