{
  "coq.artifacts": { "branch": "artifacts" },
  "coq_nvim": { "branch": "coq" },
  "dark-notify": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "everybody-wants-that-line.nvim": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v2.x" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mellifluous.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "pears.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-delight": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-qf": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "window-picker.nvim": { "branch": "main" }
}